---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationDimensionStyle
source: html/1a7af0e5-a3ff-e906-9263-db38de011f1b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationDimensionStyle Property

"Dimension Style"

## Syntax (C#)
```csharp
public static ForgeTypeId MultiReferenceAnnotationDimensionStyle { get; }
```